Repository: cdwenz/timetracker
Catalog: lib/l10n/app_*.arb
Languages: es, fr, ru

# loginTitle
source: Sign In
es: Iniciar Sesión
fr: Se Connecter
ru: Войти

# emailLabel
source: Email
es: Correo Electrónico
fr: Adresse E-mail
ru: Электронная Почта

# passwordLabel
source: Password
es: Contraseña
fr: Mot de Passe
ru: Пароль

# showPasswordTooltip
source: Show
es: Mostrar
fr: Afficher
ru: Показать

# hidePasswordTooltip
source: Hide
es: Ocultar
fr: Masquer
ru: Скрыть

# loginButton
source: Log In
es: Entrar
fr: Connexion
ru: Войти

# registerLink
source: Don't have an account? Sign up
es: ¿No tienes cuenta? Regístrate
fr: Pas de compte ? S'inscrire
ru: Нет аккаунта? Зарегистрироваться

# offlineModeMessage
source: Offline mode - Using saved credentials
es: Modo offline - Usando credenciales guardadas
fr: Mode hors ligne - Utilisation des identifiants sauvegardés
ru: Оффлайн режим - Используются сохранённые данные

# internetRequiredMessage
source: No connection - Internet required for first login
es: Sin conexión - Se requiere internet para el primer login
fr: Pas de connexion - Internet requis pour la première connexion
ru: Нет соединения - Интернет необходим для первого входа

# offlineFirstLoginMessage
source: No connection. You need to login online first to use the app offline.
es: Sin conexión. Necesitas hacer login online primero para usar la app offline.
fr: Pas de connexion. Vous devez vous connecter en ligne d'abord pour utiliser l'app hors ligne.
ru: Нет соединения. Вам нужно войти онлайн сначала, чтобы использовать приложение оффлайн.

source: Incorrect credentials
es: Credenciales incorrectas
fr: Identifiants incorrects
ru: Неверные учётные данные

source: Forgot password
es: Olvidé mi contraseña
fr: Mot de passe oublié
ru: Забыли пароль

# forgotPasswordTitle
source: Recover password
es: Recuperar contraseña
fr: Récupérer le mot de passe
ru: Восстановление пароля

# forgotPasswordInstruction
source: Enter your email and we’ll send you a link to reset your password.
es: Ingresá tu correo y te enviaremos un enlace para restablecer tu contraseña.
fr: Entrez votre e-mail et nous vous enverrons un lien pour réinitialiser votre mot de passe.
ru: Введите ваш e-mail, и мы отправим ссылку для сброса пароля.

# emailRequired
source: Enter your email
es: Ingresá tu correo
fr: Saisissez votre e-mail
ru: Введите ваш e-mail

source: Invalid email
es: Correo inválido
fr: E-mail invalide
ru: Неверный e-mail

# sendButton
source: Send
es: Enviar
fr: Envoyer
ru: Отправить

# forgotPasswordSent
source: Check your email
es: Revisá tu correo
fr: Vérifiez votre e-mail
ru: Проверьте вашу почту

# forgotPasswordErrorGeneric
source: Couldn't send the recovery email
es: No se pudo enviar el email de recuperación
fr: Impossible d’envoyer l’e-mail de récupération
ru: Не удалось отправить письмо для восстановления

source: Create Account
es: Crear Cuenta
fr: Créer un Compte
ru: Создать Аккаунт

# nameLabel
source: Name
es: Nombre
fr: Nom
ru: Имя

# confirmPasswordLabel
source: Confirm Password
es: Confirmar Contraseña
fr: Confirmer le Mot de Passe
ru: Подтвердить Пароль

# registerButton
source: Sign Up
es: Registrarme
fr: S'inscrire
ru: Зарегистрироваться

# registrationSuccess
source: Registration successful. Please sign in.
es: Registro exitoso. Por favor, inicia sesión.
fr: Inscription réussie. Veuillez vous connecter.
ru: Регистрация успешна. Пожалуйста, войдите.

# allFieldsRequired
source: All fields are required
es: Todos los campos son obligatorios
fr: Tous les champs sont obligatoires
ru: Все поля обязательны

# passwordMismatch
source: Passwords do not match
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
ru: Пароли не совпадают

# registrationError
source: There was a problem registering
es: Hubo un problema al registrarse
fr: Un problème est survenu lors de l'inscription
ru: Возникла проблема при регистрации

# homeGreeting
source: Hi, {name}!
es: ¡Hola, {name}!
fr: Salut, {name} !
ru: Привет, {name}!

# startTrackingButton
source: Start Tracking
es: Comenzar Registro
fr: Commencer l'Enregistrement
ru: Начать Запись

# menuTitle
source: Menu
es: Menú
ru: Меню

# homeMenuItem
source: Home
es: Inicio
fr: Accueil
ru: Главная

# accountMenuItem
source: Account
es: Cuenta
fr: Compte
ru: Аккаунт

# reportsMenuItem
source: Reports
es: Reportes
fr: Rapports
ru: Отчёты

# logoutMenuItem
source: Log Out
es: Cerrar Sesión
fr: Se Déconnecter
ru: Выйти

# offlineModeTitle
source: 📱 Offline Mode
es: 📱 Modo Sin Conexión
fr: 📱 Mode Hors Ligne
ru: 📱 Оффлайн Режим

# offlineModeDescription
source: No internet connection. Records will be saved locally.
es: Sin conexión a internet. Los registros se guardarán localmente.
fr: Pas de connexion internet. Les enregistrements seront sauvegardés localement.
ru: Нет подключения к интернету. Записи будут сохранены локально.

# loginRequiredTitle
source: 🔐 Need to login online
es: 🔐 Necesitas hacer login online
fr: 🔐 Connexion en ligne requise
ru: 🔐 Необходим вход онлайн

# loginRequiredMessage
source: You have {count} pending records. To sync you need to log out and login with internet.
es: Tienes {count} registros pendientes. Para sincronizar necesitas cerrar sesión y hacer login con internet.
fr: Vous avez {count} enregistrements en attente. Pour synchroniser, vous devez vous déconnecter et vous reconnecter avec internet.
ru: У вас {count} ожидающих записей. Для синхронизации нужно выйти и войти с интернетом.

# logoutAndLoginButton
source: Log out and login
es: Cerrar sesión y hacer login
fr: Se déconnecter et se reconnecter
ru: Выйти и войти

# syncErrorTitle
source: ⚠️ Records with sync error
es: ⚠️ Registros con error de sincronización
fr: ⚠️ Enregistrements avec erreur de synchronisation
ru: ⚠️ Записи с ошибкой синхронизации

# pendingSyncTitle
source: 📤 Pending records to sync
es: 📤 Registros pendientes de sincronizar
fr: 📤 Enregistrements en attente de synchronisation
ru: 📤 Записи ожидают синхронизации

# syncErrorMessage
source: You have {failedCount} records with errors and {pendingCount} pending
es: Tienes {failedCount} registros con errores y {pendingCount} pendientes
fr: Vous avez {failedCount} enregistrements avec des erreurs et {pendingCount} en attente
ru: У вас {failedCount} записей с ошибками и {pendingCount} ожидающих

# pendingSyncMessage
source: You have {pendingCount} records waiting for synchronization
es: Tienes {pendingCount} registros esperando sincronización
fr: Vous avez {pendingCount} enregistrements en attente de synchronisation
ru: У вас {pendingCount} записей ожидают синхронизации

source: Synchronizing...
es: Sincronizando...
fr: Synchronisation en cours...
ru: Синхронизация...

# syncNowButton
source: Sync Now
es: Sincronizar Ahora
fr: Synchroniser Maintenant
ru: Синхронизировать Сейчас

# retryButton
source: Retry
es: Reintentar
fr: Réessayer
ru: Повторить

# logoutDialogTitle
source: Log Out
es: Cerrar Sesión
fr: Se Déconnecter
ru: Выйти

# logoutDialogMessage
source: To sync your pending records you need to log out and login again with internet connection.\n\nDo you want to log out now?
es: Para sincronizar tus registros pendientes necesitas cerrar sesión y hacer login nuevamente con conexión a internet.\n\n¿Deseas cerrar sesión ahora?
fr: Pour synchroniser vos enregistrements en attente, vous devez vous déconnecter et vous reconnecter avec une connexion internet.\n\nVoulez-vous vous déconnecter maintenant ?
ru: Чтобы синхронизировать ожидающие записи, вам нужно выйти и войти снова с подключением к интернету.\n\nВы хотите выйти сейчас?

# cancelButton
source: Cancel
es: Cancelar
fr: Annuler
ru: Отменить

# logoutErrorMessage
source: Error logging out: {error}
es: Error al cerrar sesión: {error}
fr: Erreur lors de la déconnexion : {error}
ru: Ошибка при выходе: {error}

# step1Title
source: Step 1 of 7
es: Paso 1 de 7
fr: Étape 1 sur 7
ru: Шаг 1 из 7

# step1Question
source: What did you do today?
es: ¿Qué hiciste hoy?
fr: Qu'avez-vous fait aujourd'hui ?
ru: Что вы делали сегодня?

# step1Description
source: Write a brief description of the activity you performed.
es: Escribe una breve descripción de la actividad que realizaste.
fr: Écrivez une brève description de l'activité que vous avez réalisée.
ru: Напишите краткое описание выполненной деятельности.

# step1Placeholder
source: Ex: I helped a Piaroa translator to...
es: Ej: Ayudé a un traductor piaroa a...
fr: Ex: J'ai aidé un traducteur piaroa à...
ru: Пример: Я помог переводчику пиароа...

# nextButton
source: Next
es: Siguiente
fr: Suivant
ru: Далее

# step1Validation
source: Please complete the note.
es: Por favor completa la nota.
fr: Veuillez compléter la note.
ru: Пожалуйста, заполните заметку.

# step2Title
source: Step 2 of 7
es: Paso 2 de 7
fr: Étape 2 sur 7
ru: Шаг 2 из 7

# step2Question
source: Who did you help today?
es: ¿A quién ayudaste hoy?
fr: Qui avez-vous aidé aujourd'hui ?
ru: Кому вы помогали сегодня?

# recipientLabel
source: Recipient
es: Destinatario
fr: Destinataire
ru: Получатель

# supportedCountryLabel
source: Supported Country
es: País Soportado
fr: Pays Supporté
ru: Поддерживаемая Страна

# countryPlaceholder
source: Ex: AR, United States, etc.
es: Ej: AR, Estados Unidos, etc.
fr: Ex: AR, États-Unis, etc.
ru: Пример: AR, США, и т.д.

# workingLanguageLabel
source: Working Language
es: Idioma de Trabajo
fr: Langue de Travail
ru: Рабочий Язык

# languagePlaceholder
source: Ex: es, en, portuguese...
es: Ej: es, en, portugués...
fr: Ex: es, en, portugais...
ru: Пример: es, en, португальский...

# recipientValidation
source: Complete the recipient.
es: Completa el destinatario.
fr: Complétez le destinataire.
ru: Заполните получателя.

# countryValidation
source: supportedCountry is required
es: El país soportado es requerido
fr: Le pays supporté est requis
ru: Поддерживаемая страна обязательна

# languageValidation
source: workingLanguage is required
es: El idioma de trabajo es requerido
fr: La langue de travail est requise
ru: Рабочий язык обязателен

# savingButton
source: Saving...
es: Guardando...
fr: Sauvegarde...
ru: Сохранение...

# continueButton
source: Continue
es: Continuar
fr: Continuer
ru: Продолжить

# step3Title
source: Step 3 of 7
es: Paso 3 de 7
fr: Étape 3 sur 7
ru: Шаг 3 из 7

# step3Question
source: What is your name?
es: ¿Cuál es tu nombre?
fr: Quel est votre nom ?
ru: Как вас зовут?

# step3Description
source: This name will be used to record your participation.
es: Este nombre se usará para registrar tu participación.
fr: Ce nom sera utilisé pour enregistrer votre participation.
ru: Это имя будет использовано для записи вашего участия.

# step3Placeholder
source: Ex: John Smith
es: Ej: Juan Pérez
fr: Ex: Jean Dupont
ru: Пример: Иван Петров

# step3Validation
source: Complete your name.
es: Completa tu nombre.
fr: Complétez votre nom.
ru: Заполните ваше имя.

# step4Title
source: Step 4 of 7
es: Paso 4 de 7
fr: Étape 4 sur 7
ru: Шаг 4 из 7

# step4Question
source: When did it happen?
es: ¿Cuándo ocurrió?
fr: Quand cela s'est-il passé ?
ru: Когда это произошло?

# step4Description
source: Select the start and end date of the activity.
es: Selecciona la fecha de inicio y fin de la actividad.
fr: Sélectionnez la date de début et de fin de l'activité.
ru: Выберите дату начала и окончания деятельности.

# startDateLabel
source: Start
es: Inicio
fr: Début
ru: Начало

# endDateLabel
source: End
es: Fin
fr: Fin
ru: Конец

# selectDateButton
source: Select
es: Seleccionar
fr: Sélectionner
ru: Выбрать

# step4Validation
source: Please complete both dates.
es: Por favor, completa ambas fechas.
fr: Veuillez compléter les deux dates.
ru: Пожалуйста, заполните обе даты.

# step5Title
source: Step 5 of 7
es: Paso 5 de 7
fr: Étape 5 sur 7
ru: Шаг 5 из 7

# step5Question
source: What time was it?
es: ¿En qué horario fue?
fr: À quelle heure était-ce ?
ru: В какое время это было?

# step5Description
source: Select the start and end time of the activity.
es: Selecciona la hora de inicio y fin de la actividad.
fr: Sélectionnez l'heure de début et de fin de l'activité.
ru: Выберите время начала и окончания деятельности.

# startTimeLabel
source: Start time
es: Hora de inicio
fr: Heure de début
ru: Время начала

# endTimeLabel
source: End time
es: Hora de fin
fr: Heure de fin
ru: Время окончания

# step5Validation
source: Please complete both times.
es: Por favor, completa ambos horarios.
fr: Veuillez compléter les deux heures.
ru: Пожалуйста, заполните оба времени.

# step6Title
source: Step 6 of 7
es: Paso 6 de 7
fr: Étape 6 sur 7
ru: Шаг 6 из 7

# step6Question
source: What tasks did you perform?
es: ¿Qué tareas realizaste?
fr: Quelles tâches avez-vous effectuées ?
ru: Какие задачи вы выполняли?

# step6Description
source: Select one or more tasks performed and write details if you want.
es: Selecciona una o más tareas realizadas y escribe detalles si deseas.
fr: Sélectionnez une ou plusieurs tâches effectuées et écrivez des détails si vous le souhaitez.
ru: Выберите одну или несколько выполненных задач и напишите детали, если хотите.

# additionalDetailsPlaceholder
source: Additional details...
es: Detalles adicionales...
fr: Détails supplémentaires...
ru: Дополнительные детали...

# step6Validation
source: Select at least one task.
es: Selecciona al menos una tarea.
fr: Sélectionnez au moins une tâche.
ru: Выберите хотя бы одну задачу.

# step7Title
source: Step 7 of 7
es: Paso 7 de 7
fr: Étape 7 sur 7
ru: Шаг 7 из 7

# step7Question
source: Summary of your activity
es: Resumen de tu actividad
fr: Résumé de votre activité
ru: Краткое изложение вашей деятельности

# noteLabel
source: Note
es: Nota
ru: Заметка

# dateLabel
source: Date
es: Fecha
ru: Дата

# timeLabel
source: Time
es: Horario
fr: Heure
ru: Время

# tasksLabel
source: Tasks
es: Tareas
fr: Tâches
ru: Задачи

# descriptionLabel
source: Description
es: Descripción
ru: Описание

# finishButton
source: Finish
es: Finalizar
fr: Terminer
ru: Завершить

# successMessage
source: Record sent successfully.
es: Registro enviado correctamente.
fr: Enregistrement envoyé avec succès.
ru: Запись отправлена успешно.

# errorMessage
source: Error sending the record.
es: Error al enviar el registro.
fr: Erreur lors de l'envoi de l'enregistrement.
ru: Ошибка при отправке записи.

# taskBTTSupport
source: BTT Support (Writer, Orature, USFM, Recorder)
es: Soporte BTT (Writer, Orature, USFM, Recorder)
fr: Support BTT (Writer, Orature, USFM, Recorder)
ru: Поддержка BTT (Writer, Orature, USFM, Recorder)

# taskTraining
source: Training
es: Entrenamiento
fr: Formation
ru: Обучение

# taskTechnicalSupport
source: Technical Support
es: Soporte Técnico
fr: Support Technique
ru: Техническая Поддержка

# taskTranscribe
source: Transcribe
es: Transcribir
fr: Transcrire
ru: Транскрибирование

# taskQualityAssurance
source: Quality Assurance Processes
es: Procesos de Aseguramiento de Calidad
fr: Processus d'Assurance Qualité
ru: Процессы Обеспечения Качества

# taskIhadiDevelopment
source: Ihadi software development
es: Desarrollo de software Ihadi
fr: Développement logiciel Ihadi
ru: Разработка ПО Ihadi

# taskAI
source: AI
es: IA
fr: IA
ru: ИИ

# taskSpecialAssignment
source: Special Assignment
es: Asignación Especial
fr: Mission Spéciale
ru: Специальное Задание

# taskRevision
source: Revision
es: Revisión
fr: Révision
ru: Ревизия

# taskRefinement
source: Refinement
es: Refinamiento
fr: Raffinement
ru: Усовершенствование

# taskOther
source: Other
es: Otro
fr: Autre
ru: Другое

# reportsTitle
source: Reports
es: Reportes
fr: Rapports
ru: Отчёты

# selectRangeTooltip
source: Select range
es: Seleccionar rango
fr: Sélectionner la plage
ru: Выбрать диапазон

# reloadTooltip
source: Reload
es: Recargar
fr: Recharger
ru: Перезагрузить

# roleLabel
source: Role: {role}
es: Rol: {role}
fr: Rôle : {role}
ru: Роль: {role}

# scopeLabel
source: Scope: {scope}
es: Ámbito: {scope}
fr: Portée : {scope}
ru: Область: {scope}

# roleAdmin
source: Administrator
es: Administrador
fr: Administrateur
ru: Администратор

# roleFieldManager
source: Field Manager
es: Gerente de Campo
fr: Gestionnaire de Terrain
ru: Полевой Менеджер

# roleUser
source: User
es: Usuario
fr: Utilisateur
ru: Пользователь

# scopeAll
source: All
es: Todos
fr: Tous
ru: Все

# scopeMyTeam
source: My Team
es: Mi Equipo
fr: Mon Équipe
ru: Моя Команда

# scopeMyRecords
source: My Records
es: Mis Registros
fr: Mes Enregistrements
ru: Мои Записи

# searchPlaceholder
source: Search by name, note, etc.
es: Buscar por nombre, nota, etc.
fr: Rechercher par nom, note, etc.
ru: Поиск по имени, заметке и т.д.

# noTrackingsMessage
source: No trackings to show
es: No hay registros para mostrar
fr: Aucun enregistrement à afficher
ru: Нет записей для отображения

# loadReportsError
source: Could not load reports: {error}
es: No se pudieron cargar los reportes: {error}
fr: Impossible de charger les rapports : {error}
ru: Не удалось загрузить отчёты: {error}

# accountTitle
source: My Account
es: Mi Cuenta
fr: Mon Compte
ru: Мой Аккаунт

# defaultUserName
source: User
es: Usuario
fr: Utilisateur
ru: Пользователь

# guestRole
source: Guest
es: Invitado
fr: Invité
ru: Гость

# verifyingAuthStatus
source: Verifying authentication status...
es: Verificando estado de autenticación...
fr: Vérification du statut d'authentification...
ru: Проверка статуса аутентификации...

# userCountryLabel
source: Country: {country}
es: País: {country}
fr: Pays : {country}
ru: Страна: {country}

# userRoleLabel
source: Role: {role}
es: Rol: {role}
fr: Rôle : {role}
ru: Роль: {role}

source: My trackings only
es: Solo mis trackings
fr: Mes trackings seulement
ru: Только мои трекинги

# countryFieldLabel
source: Country
es: País
fr: Pays
ru: Страна

# nameRequiredValidation
source: Name is required
es: El nombre es requerido
fr: Le nom est requis
ru: Имя обязательно

# saveChangesButton
source: Save Changes
es: Guardar Cambios
fr: Sauvegarder les Modifications
ru: Сохранить Изменения

# profileUpdatedMessage
source: Profile updated
es: Perfil actualizado
fr: Profil mis à jour
ru: Профиль обновлён

# saveErrorMessage
source: Error saving: {error}
es: Error al guardar: {error}
fr: Erreur lors de la sauvegarde : {error}
ru: Ошибка при сохранении: {error}

# genericErrorMessage
source: Error: {error}
fr: Erreur : {error}
ru: Ошибка: {error}

source: Security
es: Seguridad
fr: Sécurité
ru: Безопасность

source: Change password
es: Cambiar contraseña
fr: Changer le mot de passe
ru: Сменить пароль

# changePasswordSubtitle
source: Update your account password
es: Actualizá tu contraseña
fr: Mettez à jour votre mot de passe
ru: Обновите свой пароль

# changePasswordTitle
source: Change password
es: Cambiar contraseña
fr: Changer le mot de passe
ru: Сменить пароль

# currentPasswordLabel
source: Current password
es: Contraseña actual
fr: Mot de passe actuel
ru: Текущий пароль

# newPasswordLabel
source: New password
es: Nueva contraseña
fr: Nouveau mot de passe
ru: Новый пароль

# repeatNewPasswordLabel
source: Repeat new password
es: Repetir nueva contraseña
fr: Répéter le nouveau mot de passe
ru: Повторите новый пароль

# changePasswordSubmit
source: Update
es: Actualizar
fr: Mettre à jour
ru: Обновить

# changePasswordSuccess
source: Password updated ✅
es: Contraseña actualizada ✅
fr: Mot de passe mis à jour ✅
ru: Пароль обновлён ✅

# changePasswordErrorGeneric
source: Couldn't update the password
es: No se pudo actualizar la contraseña
fr: Impossible de mettre à jour le mot de passe
ru: Не удалось обновить пароль

# changePasswordValidationCurrentRequired
source: Enter your current password
es: Ingresá tu contraseña actual
fr: Saisissez votre mot de passe actuel
ru: Введите текущий пароль

# changePasswordValidationMinLength
source: At least {min} characters
es: Mínimo {min} caracteres
fr: Au moins {min} caractères
ru: Минимум {min} символов

# changePasswordValidationRepeatMismatch
source: Does not match
es: No coincide
fr: Ne correspond pas
ru: Не совпадает

# loadingMessage
source: Loading...
es: Cargando...
fr: Chargement...
ru: Загрузка...

# noDataMessage
source: No data
es: Sin datos
fr: Aucune donnée
ru: Нет данных

# closeTooltip
source: Close
es: Cerrar
fr: Fermer
ru: Закрыть

# reportDetailTitle
source: Report detail
es: Detalle del reporte
fr: Détail du rapport
ru: Подробности отчёта

# mainDataSection
source: Main Data
es: Datos Principales
fr: Données Principales
ru: Основные Данные

# personLabel
source: Person
es: Persona
fr: Personne
ru: Человек

# supportCountryLabel
source: Support Country
es: País Soporte
fr: Pays Support
ru: Страна Поддержки

# workingLanguageModalLabel
source: Working Language
es: Idioma de Trabajo
fr: Langue de Travail
ru: Рабочий Язык

# datesAndTimesSection
source: Dates and Times
es: Fechas y Horarios
fr: Dates et Horaires
ru: Даты и Времена

# startLabel
source: Start
es: Inicio
fr: Début
ru: Начало

# endLabel
source: End
es: Fin
fr: Fin
ru: Конец

# startTimeModalLabel
source: Start Time
es: Hora Inicio
fr: Heure Début
ru: Время Начала

# endTimeModalLabel
source: End Time
es: Hora Fin
fr: Heure Fin
ru: Время Окончания

# tasksSection
source: Tasks
es: Tareas
fr: Tâches
ru: Задачи

# listLabel
source: List
es: Lista
fr: Liste
ru: Список

# descriptionModalLabel
source: Description
es: Descripción
ru: Описание

# noteSection
source: Note
es: Nota
ru: Заметка

# noteDetailLabel
source: Note: {note}
es: Nota: {note}
ru: Заметка: {note}

# countryDetailLabel
source: Country: {country}
es: País: {country}
fr: Pays : {country}
ru: Страна: {country}

# languageDetailLabel
source: Language: {language}
es: Idioma: {language}
fr: Langue : {language}
ru: Язык: {language}

# timeDetailLabel
source: Time: {time}
es: Horario: {time}
fr: Heure : {time}
ru: Время: {time}

# tasksDetailLabel
source: Tasks: {tasks}
es: Tareas: {tasks}
fr: Tâches : {tasks}
ru: Задачи: {tasks}

# noteDetailPrefix
source: Note
es: Nota
ru: Заметка

# countryDetailPrefix
source: Country
es: País
fr: Pays
ru: Страна

# languageDetailPrefix
source: Language
es: Idioma
fr: Langue
ru: Язык

# timeDetailPrefix
source: Time
es: Horario
fr: Heure
ru: Время

# tasksDetailPrefix
source: Tasks
es: Tareas
fr: Tâches
ru: Задачи

# trackingFallback
source: Tracking
es: Registro
fr: Enregistrement
ru: Запись

# languageSelectionTitle
source: Language
es: Idioma
fr: Langue
ru: Язык

# connectedStatus
source: Connected ({connectionType})
es: Conectado ({connectionType})
fr: Connecté ({connectionType})
ru: Подключено ({connectionType})

# disconnectedStatus
source: No connection
es: Sin conexión
fr: Pas de connexion
ru: Нет соединения

source: Ready to sync
es: Listo para sincronizar
fr: Prêt à synchroniser
ru: Готов к синхронизации

source: Syncing...
es: Sincronizando...
fr: Synchronisation en cours...
ru: Синхронизация...

# lastSyncSuccess
source: Last sync successful
es: Última sincronización exitosa
fr: Dernière synchronisation réussie
ru: Последняя синхронизация успешна

source: Sync error
es: Error en sincronización
fr: Erreur de synchronisation
ru: Ошибка синхронизации

source: Sync paused
es: Sincronización pausada
fr: Synchronisation en pause
ru: Синхронизация приостановлена

# syncStatusTitle
source: Sync Status
es: Estado de Sincronización
fr: État de Synchronisation
ru: Статус Синхронизации

# connectivityTitle
source: Connectivity
es: Conectividad
fr: Connectivité
ru: Подключение

# statusLabel
source: Status
es: Estado
fr: État
ru: Статус

# connectedLabel
source: Connected
es: Conectado
fr: Connecté
ru: Подключено

# disconnectedLabel
source: Disconnected
es: Desconectado
fr: Déconnecté
ru: Отключено

# typeLabel
source: Type
es: Tipo
ru: Тип

# syncTitle
source: Synchronization
es: Sincronización
fr: Synchronisation
ru: Синхронизация

# pendingEntriesLabel
source: Pending entries
es: Entradas pendientes
fr: Entrées en attente
ru: Ожидающие записи

# failedEntriesLabel
source: Failed entries
es: Entradas fallidas
fr: Entrées échouées
ru: Неудачные записи
