Repository: cdwenz/timetracker
Catalog: lib/l10n/app_*.arb
Languages: es, fr, ru

# errorLoadingLanguageData
source: Error loading data: {error}
es: Error cargando datos: {error}
fr: Erreur lors du chargement des données : {error}
ru: Ошибка загрузки данных: {error}

# languageDistributionReportSubject
source: Language Distribution Report
es: Reporte de Distribución de Idiomas
fr: Rapport de Distribution des Langues
ru: Отчёт Распределения Языков

# languages
source: Languages: {languages}
es: Idiomas: {languages}
fr: Langues : {languages}
ru: Языки: {languages}

source: Hours per Language
es: Horas por Idioma
fr: Heures par Langue
ru: Часов на Язык

# languageDetails
source: Language Details ({count})
es: Detalle por Idiomas ({count})
fr: Détails par Langues ({count})
ru: Детали по Языкам ({count})

# countriesWhereUsed
source: Countries where used: {countries}
es: Países donde se usa: {countries}
fr: Pays où utilisé : {countries}
ru: Страны где используется: {countries}

# regionalLanguageDistribution
source: Regional Language Distribution (Top 5)
es: Distribución Regional por Idiomas (Top 5)
fr: Distribution Régionale des Langues (Top 5)
ru: Региональное Распределение Языков (Топ 5)

# averageHoursPerLanguage
source: Average Hours/Language
es: Promedio Horas/Idioma
fr: Moyenne Heures/Langue
ru: Среднее Часов/Язык

source: Active Languages
es: Idiomas Activos
fr: Langues Actives
ru: Активные Языки

# countryFiltered
source: Country filtered: {country}
es: País filtrado: {country}
fr: Pays filtré : {country}
ru: Отфильтрованная страна: {country}

source: Regional Summary Report
es: Reporte de Resumen Regional
fr: Rapport de Résumé Régional
ru: Отчёт Региональной Сводки

source: Regional Comparison Report
es: Reporte de Comparación Regional
fr: Rapport de Comparaison Régionale
ru: Отчёт Сравнения Регионов

source: Country Breakdown Report
es: Reporte de Desglose por Países
fr: Rapport de Répartition par Pays
ru: Отчёт Разбивки по Странам

source: Language Distribution Report
es: Reporte de Distribución de Idiomas
fr: Rapport de Distribution des Langues
ru: Отчёт Распределения Языков

# topCountriesLabel
source: Top Countries
es: Principales Países
fr: Principaux Pays
ru: Топ Страны

# languageBreakdownLabel
source: Language Breakdown
es: Desglose de Idiomas
fr: Répartition des Langues
ru: Разбивка по Языкам

# countryDetailsLabel
source: Country Details
es: Detalles por Países
fr: Détails par Pays
ru: Детали по Странам

# languageDetailsLabel
source: Language Details
es: Detalles por Idiomas
fr: Détails par Langues
ru: Детали по Языкам

# regionalDataLabel
source: Regional Data
es: Datos Regionales
fr: Données Régionales
ru: Региональные Данные

source: Rank
es: Rango
fr: Rang
ru: Ранг

# avgHoursPerUser
source: Avg Hours/User
es: Prom Horas/Usuario
fr: Moy Heures/Utilisateur
ru: Ср Часов/Пользователь

# avgEntriesPerUser
source: Avg Entries/User
es: Prom Entradas/Usuario
fr: Moy Entrées/Utilisateur
ru: Ср Записей/Пользователь

# languageColumn
source: Languages
es: Idiomas
fr: Langues
ru: Языки

# countryColumn
source: Countries
es: Países
fr: Pays
ru: Страны

source: Average Hours per Region
es: Promedio de Horas por Región
fr: Moyenne d'Heures par Région
ru: Среднее Часов на Регион

# generalSummaryAndMetrics
source: General summary and basic metrics
es: Resumen general y métricas básicas
fr: Résumé général et métriques de base
ru: Общее резюме и базовые метрики

source: Regional data and comparisons
es: Datos regionales y comparaciones
fr: Données régionales et comparaisons
ru: Региональные данные и сравнения

# noRegionalDataAvailableMessage
source: No regional data available
es: No hay datos regionales disponibles
fr: Aucune donnée régionale disponible
ru: Нет региональных данных

# atLeast2RegionsRequired
source: At least 2 regions required for comparison
es: Se necesitan al menos 2 regiones para comparar
fr: Au moins 2 régions nécessaires pour la comparaison
ru: Необходимо минимум 2 региона для сравнения

# period
source: Períod
fr: Période

source: Main Metrics
fr: Principaux indicateurs

source: Summary
fr: Résumé
