Repository: cdwenz/timetracker
Catalog: lib/l10n/app_*.arb
Languages: es, fr, ru

# syncButton
source: Sync
es: Sincronizar
fr: Synchroniser
ru: Синхронизировать

# closeButton
source: Close
es: Cerrar
fr: Fermer
ru: Закрыть

# pendingCountLabel
source: {count} pending
es: {count} pendientes
fr: {count} en attente
ru: {count} ожидают

# failedCountLabel
source: {count} failed
es: {count} fallidos
fr: {count} échoués
ru: {count} неудачно

# fewSecondsAgo
source: A few seconds ago
es: Hace unos segundos
fr: Il y a quelques secondes
ru: Несколько секунд назад

# minutesAgo
source: {minutes} minutes ago
es: Hace {minutes} minutos
fr: Il y a {minutes} minutes
ru: {minutes} минут назад

# hoursAgo
source: {hours} hours ago
es: Hace {hours} horas
fr: Il y a {hours} heures
ru: {hours} часов назад

source: No access token
es: No hay token de acceso
fr: Pas de token d'accès
ru: Нет токена доступа

# httpError
source: Error {statusCode}: {message}
fr: Erreur {statusCode}: {message}
ru: Ошибка {statusCode}: {message}

# login_title
source: Sign in
es: Iniciar sesión
fr: Se connecter
ru: Войти

# login_button
source: Log in
es: Iniciar sesión
fr: Se connecter
ru: Войти

# logout_button
source: Log out
es: Cerrar sesión
fr: Se déconnecter
ru: Выйти

# report_items_count
source: {count, plural, =0{No entries} one{1 entry} other{{count} entries}}
es: {count, plural, =0{Sin entradas} one{1 entrada} other{{count} entradas}}
fr: {count, plural, =0{Aucune entrée} one{1 entrée} other{{count} entrées}}
ru: {count, plural, =0{Нет записей} one{1 запись} few{{count} записи} other{{count} записей}}

# reportsScreenTitle
source: Reports
es: Reportes
fr: Rapports
ru: Отчёты

# teamCardTitle
source: Team
es: Equipo
fr: Équipe
ru: Команда

# meCardTitle
source: Me
es: Yo
fr: Moi
ru: Я

# teamCardSubtitle
source: Reports last month
es: Reportes último mes
fr: Rapports le mois dernier
ru: Отчеты за последний месяц

# meCardSubtitle
source: Reports last month
es: Reportes último mes
fr: Rapports le mois dernier
ru: Отчеты за последний месяц

# teamCardSubtitleAdmin
source: Organization reports (ADMIN view)
es: Reportes organización (vista ADMIN)
fr: Rapports de l'organisation (vue ADMIN)
ru: Отчеты организации (вид ADMIN)

# teamCardSubtitleNonAdmin
source: Same as 'Me' (limited access)
es: Igual que 'Yo' (acceso limitado)
fr: Identique à 'Moi' (accès limité)
ru: То же, что 'Я' (ограниченный доступ)

# meCardSubtitleRole
source: My reports ({role})
es: Mis reportes ({role})
fr: Mes rapports ({role})
ru: Мои отчеты ({role})

# dailyComparisonTitle
source: Daily comparison
es: COMPARACIÓN DIARIA:
fr: COMPARAISON QUOTIDIENNE :
ru: ЕЖЕДНЕВНОЕ СРАВНЕНИЕ:

# myEvolutionTitle
source: Evolution (Me)
es: Evolución (Yo)
fr: Évolution (Moi)
ru: Эволюция (Я)

# errorLabel
source: Error: {error}
fr: Erreur: {error}
ru: Ошибка: {error}

# noReportsInPeriod
source: No reports in the period
es: Sin reportes en el período
fr: Aucun rapport dans la période
ru: Нет отчётов за период

# reportIdLabel
source: Report {id}…
es: Reporte {id}…
fr: Rapport {id}…
ru: Отчёт {id}…

# reportDateUserLabel
source: Date: {date} • User: {userId}…
es: Fecha: {date} • Usuario: {userId}…
fr: Date: {date} • Utilisateur: {userId}…
ru: Дата: {date} • Пользователь: {userId}…

# reportUserField
source: • User: {userId}
es: • Usuario: {userId}
fr: • Utilisateur: {userId}
ru: • Пользователь: {userId}

# reportStartDateField
source: • Start date: {startDate}
es: • Fecha inicio: {startDate}
fr: • Date de début: {startDate}
ru: • Дата начала: {startDate}

# reportOrganizationField
source: • Organization: {organizationId}
es: • Organización: {organizationId}
fr: • Organisation: {organizationId}
ru: • Организация: {organizationId}

# reportProjectField
source: • Project: {projectId}
es: • Proyecto: {projectId}
fr: • Projet: {projectId}
ru: • Проект: {projectId}

# reportNotesField
source: • Notes: {notes}
es: • Notas: {notes}
ru: • Заметки: {notes}

# dashboardTitle
source: Dashboard
es: Panel
fr: Tableau de Bord
ru: Панель

# trackingTileTitle
source: Tracking
es: Seguimiento
fr: Suivi
ru: Отслеживание

# trackingTileSubtitle
source: Start and stop
es: Iniciar y detener
fr: Démarrer et arrêter
ru: Запуск и остановка

# reportsTileTitle
source: Reports
es: Reportes
fr: Rapports
ru: Отчёты

# reportsTileSubtitle
source: Times and metrics
es: Tiempos y métricas
fr: Temps et métriques
ru: Время и метрики

# accountTileTitle
source: Account
es: Cuenta
fr: Compte
ru: Аккаунт

# accountTileSubtitle
source: Profile and session
es: Perfil y sesión
fr: Profil et session
ru: Профиль и сессия

# enhancedReportsTitle
source: Enhanced Reports
es: Reportes Avanzados
fr: Rapports Avancés
ru: Расширенные отчёты

# advancedReportsTooltip
source: Advanced Reports
es: Reportes Avanzados
fr: Rapports Avancés
ru: Расширенные отчёты

# basicReportsTitle
source: Basic Reports
es: Reportes Básicos
fr: Rapports de Base
ru: Базовые отчёты

# regionalReportsTitle
source: Regional Reports
es: Reportes Regionales
fr: Rapports Régionaux
ru: Региональные отчёты

# regionalSummaryTitle
source: REGIONAL SUMMARY:
es: RESUMEN REGIONAL:
fr: RÉSUMÉ RÉGIONAL :
ru: РЕГИОНАЛЬНАЯ СВОДКА:

# regionalComparisonTitle
source: Regional Comparison
es: Comparación de Regiones
fr: Comparaison Régionale
ru: Сравнение регионов

# countryBreakdownTitle
source: Country Breakdown
es: Desglose por Países
fr: Répartition par Pays
ru: Разбивка по странам

# languageDistributionTitle
source: Language Distribution
es: Distribución de Idiomas
fr: Distribution des Langues
ru: Распределение языков

# regionalDashboard
source: Dashboard Regional
es: Panel regional
fr: Panel régional
ru: Региональная панель

source: Role-based access
es: Acceso basado en roles
fr: Accès basé sur le rôle
ru: Доступ на основе ролей

source: Access Level
es: Nivel de Acceso
fr: Niveau d'Accès
ru: Уровень доступа

source: Available Reports
es: Reportes Disponibles
fr: Rapports Disponibles
ru: Доступные отчёты

# selectRegionForDetails
source: Select a region to view details
es: Selecciona una región para ver detalles
fr: Sélectionnez une région pour voir les détails
ru: Выберите регион для просмотра деталей

source: Compare Regions
es: Comparar Regiones
fr: Comparer les Régions
ru: Сравнить регионы

source: View Country Breakdown
es: Ver Desglose por Países
fr: Voir la Répartition par Pays
ru: Посмотреть разбивку по странам

source: Analyze Language Distribution
es: Analizar Distribución de Idiomas
fr: Analyser la Distribution des Langues
ru: Анализировать распределение языков

# activeFiltersTitle
source: Active Filters
es: Filtros Activos
fr: Filtres Actifs
ru: Активные фильтры

source: Clear Filters
es: Limpiar Filtros
fr: Effacer les Filtres
ru: Очистить фильтры

source: Filter by region
es: Filtrar por Región
fr: Filtrer par Région
ru: Фильтровать по Региону

source: Filter by dates
es: Filtrar por fechas
fr: Filtrer par dates
ru: Фильтровать по датам

source: All regions
es: Todas las regiones
fr: Toutes les régions
ru: Все регионы

source: Select Regions
es: Seleccionar Regiones
fr: Sélectionner les Régions
ru: Выбрать Регионы

# selectAtLeast2Regions
source: Select at least 2 regions to compare
es: Selecciona al menos 2 regiones para comparar
fr: Sélectionnez au moins 2 régions à comparer
ru: Выберите минимум 2 региона для сравнения

# selectedRegionsCount
source: Selected Regions ({count}/10)
es: Regiones Seleccionadas ({count}/10)
fr: Régions Sélectionnées ({count}/10)
ru: Выбранные регионы ({count}/10)

source: Total Hours
es: Total Horas
fr: Total Heures
ru: Всего Часов

source: Total Entries
es: Total Entradas
fr: Total d'Entrées
ru: Всего записей

source: Active Users
es: Usuarios Activos
fr: Utilisateurs Actifs
ru: Активные пользователи

source: Total Languages
es: Total Idiomas
fr: Total Langues
ru: Всего Языков

source: Total Countries
es: Total Países
fr: Total Pays
ru: Всего Стран

# totalRegions
source: Regions
es: Regiones
fr: Régions
ru: Регионы

# averagePerRegion
source: Average/Region
es: Promedio/Región
fr: Moyenne/Région
ru: Среднее/Регион

# averagePerCountry
source: Average/Country
es: Promedio/País
fr: Moyenne/Pays
ru: Среднее/страна

# averagePerLanguage
source: Average/Language
es: Promedio/Idioma
fr: Moyenne/Langue
ru: Среднее/язык

source: Top Countries
es: Principales Países
fr: Principaux Pays
ru: Топ Страны

source: Language Breakdown
es: Distribución de Idiomas
fr: Répartition des Langues
ru: Разбивка по языкам

source: Performance Metrics
es: Métricas de Rendimiento
fr: Métriques de Performance
ru: Метрики производительности

source: Comparison Summary
es: Resumen de Comparación
fr: Résumé de Comparaison
ru: Сводка Сравнения

source: Detailed Metrics
es: Métricas Detalladas
fr: Métriques Détaillées
ru: Подробные Метрики

source: Performance Highlights
es: Destacados de Rendimiento
fr: Faits Saillants de Performance
ru: Основные Показатели

source: Most Used
es: Más Usado
fr: Plus Utilisé
ru: Наиболее Используемый

source: Least Used
es: Menos Usado
fr: Moins Utilisé
ru: Наименее Используемый

source: Most Active
es: Más Activo
fr: Plus Actif
ru: Наиболее Активный

source: Least Active
es: Menos Activo
fr: Moins Actif
ru: Наименее Активный

source: Best Performance
es: Mejor Rendimiento
fr: Meilleure Performance
ru: Лучший Результат

source: Worst Performance
es: Menor Rendimiento
fr: Pire Performance
ru: Худший Результат

# hoursPerUser
source: Hours/User
es: Horas/Usuario
fr: Heures/Utilisateur
ru: Часов/пользователь

# entriesPerUser
source: Entries/User
es: Entradas/Usuario
fr: Entrées/Utilisateur
ru: Записей/пользователь

# languagesUsed
source: Languages used: {languages}
es: Idiomas utilizados: {languages}
fr: Langues utilisées : {languages}
ru: Используемые языки: {languages}

source: Countries with Activity
es: Países con Actividad
fr: Pays avec Activité
ru: Страны с активностью

source: Languages with Activity
es: Idiomas con Actividad
fr: Langues avec Activité
ru: Языки с активностью

source: Period Information
es: Información del Período
fr: Informations sur la Période
ru: Информация о Периоде

source: From: {date}
es: Desde: {date}
fr: Du: {date}
ru: С: {date}

source: To: {date}
es: Hasta: {date}
fr: Au: {date}
ru: По: {date}

# regionScope
source: Region: {region}
es: Región: {region}
fr: Région : {region}
ru: Регион: {region}

# allRegionsScope
source: Scope: All regions
es: Alcance: Todas las regiones
fr: Portée : Toutes les régions
ru: Охват: Все регионы

# filteredCountry
source: Filtered country: {country}
es: País filtrado: {country}
fr: Pays filtré: {country}
ru: Отфильтрованная страна: {country}

source: No data available
es: No hay datos disponibles
fr: Aucune donnée disponible
ru: Нет доступных данных

# noDataForRegion
source: No data available for this region
es: No hay datos disponibles para esta región
fr: Aucune donnée disponible pour cette région
ru: Данные для этого региона недоступны

source: Loading data...
es: Cargando datos...
fr: Chargement des données...
ru: Загрузка данных...

# refreshData
source: Refresh
es: Actualizar
fr: Actualiser
ru: Обновить

source: Export Report
es: Exportar Reporte
fr: Exporter le Rapport
ru: Экспортировать отчёт

source: Generate Report
es: Generar Reporte
fr: Générer le Rapport
ru: Создать отчёт

source: Export to PDF
es: Exportar a PDF
fr: Exporter en PDF
ru: Экспорт в PDF

source: Export to Excel
es: Exportar a Excel
fr: Exporter en Excel
ru: Экспорт в Excel

source: Export to CSV
es: Exportar a CSV
fr: Exporter en CSV
ru: Экспорт в CSV

source: Share Report
es: Compartir Reporte
fr: Partager le Rapport
ru: Поделиться отчётом

source: Distribution Chart
es: Gráfico de Distribución
fr: Graphique de Distribution
ru: Диаграмма распределения

source: Comparison Chart
es: Gráfico de Comparación
fr: Graphique de Comparaison
ru: Диаграмма сравнения

source: Details Table
es: Tabla de Detalles
fr: Table des Détails
ru: Таблица деталей

source: Statistics & Insights
es: Estadísticas e Insights
fr: Statistiques et Analyses
ru: Статистика и Аналитика

source: Regional Distribution
es: Distribución por regiones:
fr: Distribution régionale :
ru: Региональное распределение:

source: Select items to export
es: Seleccionar elementos a exportar
fr: Sélectionner les éléments à exporter
ru: Выберите элементы для экспорта

source: Export Options
es: Opciones de Exportación
fr: Options d'Exportation
ru: Опции экспорта

source: Include charts
es: Incluir gráficos
fr: Inclure les graphiques
ru: Включить диаграммы

source: Include raw data
es: Incluir datos sin procesar
fr: Inclure les données brutes
ru: Включить исходные данные

source: Include summary
es: Incluir resumen
fr: Inclure le résumé
ru: Включить сводку

# exportSuccess
source: Report exported successfully
es: Reporte exportado exitosamente
fr: Rapport exporté avec succès
ru: Отчёт успешно экспортирован

# exportError
source: Error exporting report: {error}
es: Error exportando reporte: {error}
fr: Erreur lors de l'exportation: {error}
ru: Ошибка экспорта отчёта: {error}

source: Cancel
es: Cancelar
fr: Annuler
ru: Отменить

source: Compare
es: Comparar
fr: Comparer
ru: Сравнить

source: Apply
es: Aplicar
fr: Appliquer
ru: Применить

source: Reset
es: Restablecer
fr: Réinitialiser
ru: Сбросить

# advancedReportsScreenTitle
source: Advanced Reports
es: Reportes Avanzados
fr: Rapports Avancés
ru: Расширенные Отчёты

# userAccessLevelTitle
source: Your access level
es: Tu nivel de acceso
fr: Votre niveau d'accès
ru: Ваш уровень доступа

# personalDashboardTitle
source: Personal Dashboard (last 30 days)
es: Dashboard Personal (últimos 30 días)
fr: Tableau de Bord Personnel (30 derniers jours)
ru: Личная Панель (последние 30 дней)

# myEntriesTitle
source: My Entries
es: Mis Entradas
fr: Mes Entrées
ru: Мои Записи

# teamTitle
source: Team
es: Equipo
fr: Équipe
ru: Команда

# totalHoursTitle
source: Total Hours
es: Total Horas
fr: Total Heures
ru: Всего Часов

# activeUsersTitle
source: Active Users
es: Usuarios Activos
fr: Utilisateurs Actifs
ru: Активные Пользователи

# activeRegionsTitle
source: Active Regions
es: Regiones Activas
fr: Régions Actives
ru: Активные Регионы

# mostActiveRegionsTitle
source: Most Active Regions
es: Regiones Más Activas
fr: Régions les Plus Actives
ru: Наиболее Активные Регионы

# advancedReportsTitle
source: Advanced Reports
es: Reportes Avanzados
fr: Rapports Avancés
ru: Расширенные Отчёты

# compareRegionsTitle
source: Compare Regions
es: Comparar Regiones
fr: Comparer les Régions
ru: Сравнить Регионы

# byCountriesTitle
source: By Countries
es: Por Países
fr: Par Pays
ru: По Странам

# byLanguagesTitle
source: By Languages
es: Por Idiomas
fr: Par Langues
ru: По Языкам

# compareRegionsSubtitle
source: Analyze multiple regions
es: Analizar múltiples regiones
fr: Analyser plusieurs régions
ru: Анализировать несколько регионов

# byCountriesSubtitle
source: Country breakdown
es: Desglose por países
fr: Répartition par pays
ru: Разбивка по странам

# byLanguagesSubtitle
source: Language distribution
es: Distribución de idiomas
fr: Distribution des langues
ru: Распределение языков

# dailyComparisonSubtitle
source: Me vs Team
es: Yo vs Equipo
fr: Moi vs Équipe
ru: Я vs Команда

# availableRegionsTitle
source: Available Regions ({count})
es: Regiones Disponibles ({count})
fr: Régions Disponibles ({count})
ru: Доступные Регионы ({count})

# regionalAccessEnabled
source: Regional reports access enabled
es: Acceso a reportes regionales habilitado
fr: Accès aux rapports régionaux activé
ru: Доступ к региональным отчётам включён

source: Team reports (including yours)
es: Reportes del equipo (incluyendo los tuyos)
fr: Rapports d'équipe (y compris les vôtres)
ru: Отчёты команды (включая ваши)

# noBasicDashboardData
source: No basic dashboard data available
es: No hay datos de dashboard básico disponibles
fr: Aucune donnée de tableau de bord de base disponible
ru: Нет данных базовой панели

# noRegionalData
source: No regional data available
es: No hay datos regionales disponibles
fr: Aucune donnée régionale disponible
ru: Нет региональных данных

# analysisMultipleRegions
source: Analysis of multiple regions
es: Análisis de múltiples regiones
fr: Analyse de plusieurs régions
ru: Анализ нескольких регионов

# at2RegionsRequired
source: At least 2 regions needed to compare
es: Se necesitan al menos 2 regiones para comparar
fr: Au moins 2 régions nécessaires pour comparer
ru: Необходимо минимум 2 региона для сравнения

source: Update data
es: Actualizar datos
fr: Mettre à jour les données
ru: Обновить данные

source: Hours
es: Horas
fr: Heures
ru: Часы

# dashboardComplete
source: Complete Dashboard
es: Dashboard Completo
fr: Tableau de Bord Complet
ru: Полная Панель

# generalSummaryMetrics
source: General summary and basic metrics
es: Resumen general y métricas básicas
fr: Résumé général et métriques de base
ru: Общее резюме и базовые метрики

# regionalDataComparisons
source: Regional data and comparisons
es: Datos regionales y comparaciones
fr: Données régionales et comparaisons
ru: Региональные данные и сравнения

source: No basic dashboard data available
es: No hay datos de dashboard básico disponibles
fr: Aucune donnée de tableau de bord de base disponible
ru: Нет данных базовой панели

source: No regional data available
es: No hay datos regionales disponibles - La lista de regiones está vacía
fr: Aucune donnée régionale disponible - La liste des régions est vide
ru: Нет региональных данных - Список регионов пуст

# needAtLeast2RegionsCompare
source: At least 2 regions needed to compare
es: Se necesitan al menos 2 regiones para comparar
fr: Au moins 2 régions nécessaires pour comparer
ru: Необходимо минимум 2 региона для сравнения

# updateDataTooltip
source: Update data
es: Actualizar datos
fr: Mettre à jour les données
ru: Обновить данные

source: My Reports
es: Mis Reportes
fr: Mes Rapports
ru: Мои Отчёты

source: Team Reports
es: Reportes del Equipo
fr: Rapports d'Équipe
ru: Отчёты Команды

# userRole
source: User
es: Usuario
fr: Utilisateur
ru: Пользователь

# meLabel
source: Me
es: Yo
fr: Moi
ru: Я

# teamLabel
source: Team
es: Equipo
fr: Équipe
ru: Команда

# errorLoadingReports
source: Error loading reports: {error}
es: Error cargando reportes: {error}
fr: Erreur lors du chargement des rapports : {error}
ru: Ошибка загрузки отчётов: {error}

source: Dashboard Report
es: Reporte de Dashboard
fr: Rapport de Tableau de Bord
ru: Отчёт Панели

source: Basic Dashboard Report
es: Reporte de Dashboard Básico
fr: Rapport de Tableau de Bord de Base
ru: Отчёт Базовой Панели

source: Generated
es: Generado
fr: Généré
ru: Сгенерировано

source: User
es: Usuario
fr: Utilisateur
ru: Пользователь

source: Role
es: Rol
fr: Rôle
ru: Роль

source: Unknown
es: Desconocido
fr: Inconnu
ru: Неизвестно

source: Dashboard Metrics
es: Métricas del Dashboard
fr: Métriques du Tableau de Bord
ru: Метрики Панели

source: Team Count
es: Contador del Equipo
fr: Compteur d'Équipe
ru: Счётчик Команды

source: Me Count
es: Mi Contador
fr: Mon Compteur
ru: Мой Счётчик

source: Daily Comparison
es: Comparación Diaria
fr: Comparaison Quotidienne
ru: Ежедневное Сравнение

source: Day
es: Día
fr: Jour
ru: День

source: My Count
es: Mi Contador
fr: Mon Compteur
ru: Мой Счётчик

source: My Trend
es: Mi Tendencia
fr: Ma Tendance
ru: Моя Тенденция

source: Count
es: Contador
fr: Compteur
ru: Счётчик

source: Regional Dashboard Report
es: Reporte de Dashboard Regional
fr: Rapport de Tableau de Bord Régional
ru: Отчёт Региональной Панели

source: Regional Summary
es: Resumen Regional
fr: Résumé Régional
ru: Региональная Сводка

source: Country
es: País
fr: Pays
ru: Страна

source: Percentage
es: Porcentaje
fr: Pourcentage
ru: Процент

source: Top Languages
es: Principales Idiomas
fr: Principales Langues
ru: Топ Языки

source: Language
es: Idioma
fr: Langue
ru: Язык

# dashboardMetricsTitle
source: DASHBOARD METRICS:
es: MÉTRICAS DEL DASHBOARD:
fr: MÉTRIQUES DU TABLEAU DE BORD :
ru: МЕТРИКИ ПАНЕЛИ:

# myTrendTitle
source: MY TREND:
es: MI TENDENCIA:
fr: MA TENDANCE :
ru: МОЯ ТЕНДЕНЦИЯ:

# topCountriesTitle
source: TOP COUNTRIES:
es: PRINCIPALES PAÍSES:
fr: PRINCIPAUX PAYS :
ru: ТОП СТРАНЫ:

# topLanguagesTitle
source: TOP LANGUAGES:
es: PRINCIPALES IDIOMAS:
fr: PRINCIPALES LANGUES :
ru: ТОП ЯЗЫКИ:

source: Regional Comparison
es: Comparación de Regiones
fr: Comparaison Régionale
ru: Сравнение Регионов

# errorComparingRegions
source: Error comparing regions: {error}
es: Error comparando regiones: {error}
fr: Erreur lors de la comparaison des régions : {error}
ru: Ошибка при сравнении регионов: {error}

# regionalComparisonReportSubject
source: Regional Comparison Report
es: Reporte de Comparación Regional
fr: Rapport de Comparaison Régionale
ru: Отчёт Сравнения Регионов

# selectedRegions
source: Selected Regions ({count}/10)
es: Regiones Seleccionadas ({count}/10)
fr: Régions Sélectionnées ({count}/10)
ru: Выбранные Регионы ({count}/10)

source: Select at least 2 regions to compare
es: Selecciona al menos 2 regiones para comparar
fr: Sélectionnez au moins 2 régions à comparer
ru: Выберите минимум 2 региона для сравнения

source: Regions
es: Regiones
fr: Régions
ru: Регионы

source: Total Hours Comparison
es: Comparación de Horas Totales
fr: Comparaison des Heures Totales
ru: Сравнение Общих Часов

source: Region
es: Región
fr: Région
ru: Регион

source: Entries
es: Entradas
fr: Entrées
ru: Записи

source: Users
es: Usuarios
fr: Utilisateurs
ru: Пользователи

# hrsPerUser
source: Hrs/User
es: Hrs/Usuario
fr: Hrs/Utilisateur
ru: Час/Пользователь

source: Top Country
es: País Principal
fr: Principal Pays
ru: Топ Страна

source: Top Language
es: Idioma Principal
fr: Principale Langue
ru: Топ Язык

# selectRegionsDialog
source: Select Regions
es: Seleccionar Regiones
fr: Sélectionner les Régions
ru: Выбрать Регионы

# selectBetween2And10Regions
source: Select between 2 and 10 regions ({count} selected)
es: Selecciona entre 2 y 10 regiones ({count} seleccionadas)
fr: Sélectionnez entre 2 et 10 régions ({count} sélectionnées)
ru: Выберите от 2 до 10 регионов ({count} выбрано)

source: Country Breakdown
es: Desglose por Países
fr: Répartition par Pays
ru: Разбивка по Странам

# errorLoadingData
source: Error loading data: {error}
es: Error cargando datos: {error}
fr: Erreur lors du chargement des données : {error}
ru: Ошибка загрузки данных: {error}

# countryBreakdownReportSubject
source: Country Breakdown Report
es: Reporte de Desglose por Países
fr: Rapport de Répartition par Pays
ru: Отчёт Разбивки по Странам

source: Active Filters
es: Filtros Activos
fr: Filtres Actifs
ru: Активные Фильтры

source: Selected region
es: Región seleccionada
fr: Région sélectionnée
ru: Выбранный регион

# countries
source: Countries: {countries}
es: Países: {countries}
fr: Pays : {countries}
ru: Страны: {countries}

source: General Summary
es: Resumen General
fr: Résumé Général
ru: Общая Сводка

# countryDistribution
source: Country Distribution (Top 10)
es: Distribución por Países (Top 10)
fr: Distribution par Pays (Top 10)
ru: Распределение по Странам (Топ 10)

# countryDetails
source: Country Details ({count})
es: Detalle por Países ({count})
fr: Détails par Pays ({count})
ru: Детали по Странам ({count})

# averageHrsPerUser
source: Average hrs/user
es: Promedio hrs/usuario
fr: Moyenne hrs/utilisateur
ru: Среднее час/пользователь

# averageEntriesPerUser
source: Average entries/user
es: Promedio entradas/usuario
fr: Moyenne entrées/utilisateur
ru: Среднее записей/пользователь

# averageHoursPerCountry
source: Average Hours/Country
es: Promedio Horas/País
fr: Moyenne Heures/Pays
ru: Среднее Часов/Страна

source: Active Countries
es: Países Activos
fr: Pays Actifs
ru: Активные Страны

# from
source: From: {date}
es: Desde: {date}
fr: De : {date}
ru: С: {date}

# to
source: To: {date}
es: Hasta: {date}
fr: À : {date}
ru: До: {date}

source: Language Distribution
es: Distribución de Idiomas
fr: Distribution des Langues
ru: Распределение Языков
